ReInf/Nfse/Templates/RegenteFeijo/ConsultarLoteRps.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:tem="http://tempuri.org/"><soapenv:Header><tem:cabecalho versao="203"><tem:versaoDados>2.03</tem:versaoDados></tem:cabecalho></soapenv:Header><soapenv:Body><tem:ConsultarLoteRps><tem:xmlEnvio><![CDATA[<ConsultarLoteRpsEnvio>%s<Protocolo>%s</Protocolo></ConsultarLoteRpsEnvio>]]></tem:xmlEnvio></tem:ConsultarLoteRps></soapenv:Body></soapenv:Envelope>